---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurveHeightParam
source: html/ae1649b4-ae41-362c-5203-55093387e009.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurveHeightParam Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurveHeightParam { get; }
```